{
  "title": "暗涌之城",
  "characters": [
    {
      "name": "江临",
      "description": "27岁犯罪心理侧写师，因搭档意外死亡产生严重心理创伤，被调任到滨海小城做文职。左手佩戴改装过的怀表式录音机，习惯通过机械结构运转声稳定情绪。右眼因创伤后遗症产生间歇性失明。"
    },
    {
      "name": "沈青梧",
      "description": "32岁海钓船船长，真实身份是跨国走私组织的清道夫。左肩纹有被匕首贯穿的凤凰图腾，随身携带用鲨鱼牙齿制成的项链。能通过海风湿度预判天气变化，会刻意模仿不同地域的方言口音。"
    },
    {
      "name": "林小鱼",
      "description": "19岁烧烤摊帮工，先天听觉异常发达，能分辨两百米外特定人物的脚步声。常年穿着不合身的荧光色工装服，用钢制饭盒当零钱罐。暗恋常来买烤鱿鱼的码头调度员却不敢搭话。"
    },
    {
      "name": "陈法医",
      "description": "58岁退休返聘的老法医，办公桌里永远备着威士忌和檀香。能用手术刀雕出逼真的鲸骨艺术品，坚持手写解剖报告。右耳垂缺失，声称是年轻时被发狂的证人咬掉的。"
    },
    {
      "name": "陆天明",
      "description": "35岁快递站老板，真实身份是潜逃十二年的银行劫匪。左手小指装着钛合金义肢，能拆卸改造成开锁工具。收养了七只流浪猫，每只都训练能完成特定指令。"
    }
  ],
  "chapters": [
    {
      "chapter": 1,
      "title": "锈蚀的怀表",
      "summary": "江临在整理旧案卷时发现三起渔船失踪案的共同点：所有船员遗物中都出现了蓝珊瑚碎屑。当他试图调取物证时，证物室突发火灾。怀表录音意外录到火灾前三十秒的异常声波频率。"
    },
    {
      "chapter": 2,
      "title": "海雾中的凤凰",
      "summary": "沈青梧的渔船救起昏迷的江临，声称在禁渔区发现漂浮的冷藏箱。江临注意到船长模仿本地方言时有0.3秒延迟，而冷藏箱锁孔残留的刮痕与三年前某走私案证物完全吻合。"
    },
    {
      "chapter": 3,
      "title": "烤架下的声纹",
      "summary": "林小鱼在收拾摊位时听到地下传来规律的敲击声，声纹图谱显示与怀表录音中的异常频率一致。江临发现声源位于拆迁区的地下水道，同时陆天明快递站的猫群开始集体面朝西方嘶叫。"
    },
    {
      "chapter": 4,
      "title": "解剖台上的鲸歌",
      "summary": "陈法医在遇害渔民的耳道内提取到特殊硅藻，断定尸体曾被存放在恒温4℃的海水中超过72小时。他醉醺醺地哼起三十年前的船工号子，调子竟与异常声波产生谐波共振。"
    },
    {
      "chapter": 5,
      "title": "义肢里的潮汐",
      "summary": "陆天明拆卸义肢时暴露微型声呐装置，其接收频率与神秘声波匹配。江临跟踪发现他在向海底投放装有猫粮的密封罐，罐体涂料在月光下显现出凤凰纹样。"
    },
    {
      "chapter": 6,
      "title": "失明的博弈",
      "summary": "江临右眼突然失明，反而在黑暗中听清沈青梧外套里藏着微型水压计。两人在船艏对峙时，林小鱼送来录有海底金属撞击声的录音笔——声音时长正好是沈青梧方言延迟的十倍。"
    },
    {
      "chapter": 7,
      "title": "檀香里的密码",
      "summary": "陈法医的檀香燃烧后灰烬呈现二进制序列，指向二十海里外的废弃钻井平台。江临破解密码时发现所有遇难者血型都能拼成北斗七星图案，而陆天明义肢里藏着的正是天枢星的坐标。"
    },
    {
      "chapter": 8,
      "title": "荧光中的营救",
      "summary": "林小鱼利用工装服的反光特性在浓雾中导航，带领江临潜入水下密室，发现被囚禁的现任船长。真沈青梧的凤凰纹身上有被抑制剂遮盖的手术缝合痕迹，证明有人移植了他的表皮组织。"
    },
    {
      "chapter": 9,
      "title": "鲨齿间的真相",
      "summary": "假沈青梧撕下面具，竟是本该死于三年前的江临的搭档。他脖颈处的鲨齿项链涌出神经毒素，坦白利用声波共振制造海难，通过人体硅藻反应精确定位海底沉银坐标。"
    },
    {
      "chapter": 10,
      "title": "怀表与潮汛",
      "summary": "江临用怀表录音反向激发声波干扰装置，陆天明操控猫群破坏供电系统。陈法医用手术刀切断毒腺导管时，真沈青梧驾驶渔船撞向钻井平台，在爆炸的烈焰中哼唱起最初的船工号子。"
    }
  ]
}