{
  "title": "迷雾中的回响",
  "characters": [
    {
      "name": "林初夏",
      "description": "32岁的法医病理学家，曾在国际刑警组织工作五年，因创伤后应激障碍回到故乡云山市。具有超群的观察力和强迫症倾向，随身携带父亲遗留的怀表，每当机械齿轮转动时会出现短暂记忆闪回"
    },
    {
      "name": "程野",
      "description": "35岁的刑警队长，林初夏儿时邻居兼暗恋对象。左眉骨有道陈旧性疤痕，擅长犯罪心理侧写，拥有超乎常人的空间感。表面玩世不恭，实则背负着父亲当年作为卧底警察牺牲的秘密"
    },
    {
      "name": "沈清秋",
      "description": "58岁的老法医，林初夏的导师兼精神支柱。双腿因二十年前爆炸案致残，坚持在轮椅上继续工作。掌握着云山市三十年来的未解悬案档案，抽屉里藏着褪色的婴儿襁褓"
    },
    {
      "name": "周慕白",
      "description": "27岁的黑客天才，表面经营旧书店，实则掌控着全城监控系统。患有虹膜异色症，右眼呈琥珀色。真实身份是跨国犯罪集团'白昼'的第三代继承人，童年目睹母亲被家族处决"
    },
    {
      "name": "陆晚晴",
      "description": "25岁的实习记者，永远背着帆布相机包。真实身份是程野同父异母的妹妹，为调查母亲自杀真相接近警局。右耳先天性失聪，依靠读唇术隐藏缺陷"
    }
  ],
  "chapters": [
    {
      "chapter": 1,
      "summary": "暴雨夜发现的无名女尸双手被红丝带缠绕，解剖时林初夏发现死者舌面上刻着二十年前的旧案编号。怀表突然停摆的瞬间，她看见程野父亲牺牲现场的雪花屏画面"
    },
    {
      "chapter": 2,
      "summary": "程野带队搜查废弃疗养院，在布满镜子的地下室找到与死者匹配的病号服。陆晚晴偷拍时触发老式放映机，1998年的监控录像显示沈清秋抱着婴儿冲出火场"
    },
    {
      "chapter": 3,
      "summary": "周慕白修复的录音带里传出林初夏已故父亲的声音，指向被抹除的'特别调查组'。旧书店密室墙上的照片揭示程野父亲卧底时期与'白昼'首脑的合影"
    },
    {
      "chapter": 4,
      "summary": "第二具尸体出现在程野父亲的纪念碑前，腐烂面部呈现与林初夏相似的骨相特征。沈清秋轮椅扶手的暗格掉落出生证明，父亲栏赫然写着周慕白祖父的名字"
    },
    {
      "chapter": 5,
      "summary": "陆晚晴的助听器接收到加密电波，破译出母亲日记里提到的'摇篮计划'。程野追踪信号源闯入周慕白的监控室，发现林初夏公寓被三百六十度实时监控"
    },
    {
      "chapter": 6,
      "summary": "记忆闪回中林初夏看见自己七岁时被绑在铁轨上，解救者的警号属于程野已故父亲。周慕白揭露法医中心地下存在非法基因实验室，冷藏库惊现三十具婴儿标本"
    },
    {
      "chapter": 7,
      "summary": "沈清秋在停尸间遭注射氰化物，临终前用血画出DNA双螺旋。程野侧写发现所有被害人都是'完美犯罪者'基因携带者，而林初夏的检测报告显示异常嵌合体"
    },
    {
      "chapter": 8,
      "summary": "陆晚晴伪装成清洁工潜入基因公司，在服务器机房找到'摇篮计划'名单。周慕白操控无人机群制造骚乱，却为保护林初夏被家族杀手射中左胸"
    },
    {
      "chapter": 9,
      "summary": "程野破解父亲密码本，揭示警方高层与'白昼'共同培育犯罪天才的阴谋。林初夏在解剖自己DNA样本时发现端粒异常，证实她是首例成功存活的人工嵌合体"
    },
    {
      "chapter": 10,
      "summary": "最终对峙在基因实验室展开，程野为关闭培养舱被钢架刺穿腹部。林初夏启动自毁程序时，周慕白留下的AI接管系统，全城电子屏同时播放三十年罪证"
    },
    {
      "chapter": 11,
      "summary": "暴雨再次降临，林初夏在废墟中找到生母的绝笔信。陆晚晴发布的真相报道引发全国震动，警局天台上周慕白的无人机送来染血的琥珀石，螺旋桨声渐行渐远"
    }
  ]
}